/* No comment provided by engineer. */
"%@ (%@) : Connection Notice" = "%1$@ (%2$@) : Spojenie vypovedané";

/* first %@ is an account name; second is a service. This is a title for a window */
"%@ (%@) Setup" = "%1$@ (%2$@) Nastavenie";

/* No comment provided by engineer. */
"%@ has 1 new message." = "%@ má 1 novú správu.";

/* No comment provided by engineer. */
"%@ is on your local contact list but not on the server list. Do you want to add this contact to your list?" = "%@ je vo vašom lokálnom zozname priateľov, ale nie v serverovom zozname. Prajete si pridať tohto priateľa do vášho zoznamu priateľov?";

/* XMPP service discovery browser gateway tooltip */
"%@; double-click to register." = "%@; dvojité kliknutie pre registráciu.";

/* No comment provided by engineer. */
"(unknown)" = "(neznámy)";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<Nový účet>";

/* No comment provided by engineer. */
"Ad-Hoc command; double-click to execute" = "Ad-hoc príkaz, dvojité kliknutie na vykonanie";

/* No comment provided by engineer. */
"Add" = "Pridať";

/* No comment provided by engineer. */
"Adium : Notice" = "Adium: Výpoveď";

/* No comment provided by engineer. */
"Adium can't verify the identity of \"%@\"." = "Adium nemôže overiť identitu \"%@\".";

/* Message shown when a contact's profile can't be found */
"Adium could not find any information in the user's profile. This may not be a registered name." = "Adium nemôže nájsť žiadne informácie o profile užívateľa. Toto môže byť neregistrované meno.";

/* No comment provided by engineer. */
"Adium Notice: %@" = "Adium Výpoveď: %@";

/* No comment provided by engineer. */
"Adium User" = "Užívateľ Adium";

/* Button title to allow an action */
"Allow" = "Povoliť";

/* No comment provided by engineer. */
"Allow MSN Mobile pages?" = "Povoliť stránky MSN Mobile?";

/* No comment provided by engineer. */
"An error was encountered sending the file." = "Nastala chyba pri posielaní súboru.";

/* No comment provided by engineer. */
"Authenticating" = "Autentifikácia";

/* Connection step */
"Balancer handshake" = "Začiatok spojenia";

/* No comment provided by engineer. */
"Ban" = "Zákaz";

/* No comment provided by engineer. */
"Bankick" = "Zakázať/Vypnúť";

/* No comment provided by engineer. */
"Blocked" = "Blokovaný";

/* No comment provided by engineer. */
"Cancel" = "Zrušiť";

/* No comment provided by engineer. */
"Cancel Presence Notification to %@" = "Zrušiť upozornenie %@";

/* Category table column header for the service discovery browser */
"Category" = "Kategória";

/* Menu item title for changing the password of an account */
"Change Password" = "Zmeniť heslo";

/* No comment provided by engineer. */
"Conference service; double-click to join" = "Konferenčná služba; dvojitá kliknutie pre pripojenie";

/* Button title to connect; this is a verb */
"Connect" = "Pripojiť";

/* Connection step */
"Connected" = "Pripojený";

/* No comment provided by engineer. */
"Connecting" = "Pripája sa";

/* No comment provided by engineer. */
"Connection error." = "Chyba pripojenia.";

/* No comment provided by engineer. */
"Contact list synchronization error for %@" = "Chyba synchronizácie zoznamu kontaktov pre %@
";

/* No comment provided by engineer. */
"Continue" = "Pokračovať";

/* No comment provided by engineer. */
"Delete" = "Odstrániť";

/* No comment provided by engineer. */
"Delete & Unregister" = "Odstrániť a zrušiť registráciu";

/* No comment provided by engineer. */
"Delete Account" = "Odstrániť účet";

/* No comment provided by engineer. */
"Delete Account from Server" = "Vymazať účet zo servera";

/* No comment provided by engineer. */
"Delete the account %@? You can also optionally unregister the account on the server if possible." = "Odstrániť účet %@? Môžete tiež, ak je to možné, zrušiť registráciu účtu na serveri.";

/* No comment provided by engineer. */
"Deop" = "Deop";

/* No comment provided by engineer. */
"Devoice" = "Utíšiť";

/* No comment provided by engineer. */
"Directory service; double-click to search" = "Adresárová služba, dvojité kliknutie pre hľadanie";

/* Button title to prevent an action */
"Disallow" = "Zakázať";

/* No comment provided by engineer. */
"Discovery Browser" = "Discovery prehliadač";

/* No comment provided by engineer. */
"Do you want to allow or disallow people on your buddy list to send you MSN Mobile pages to your cell phone or other mobile device?" = "Prajete si povoliť/zakázať priateľom vo vašom zozname posielať MSN Mobile stránky na váľ mobilný telefón alebo iné mobilné zariadenie?";

/* Used as a label for a username specified by email address */
"Email" = "Email";

/* Connection step */
"Exchanging key hash" = "Výmena hash kľúča";

/* No comment provided by engineer. */
"Fetching..." = "Načítava sa...";

/* No comment provided by engineer. */
"File Send Error" = "Chyba prenosu súborov";

/* Generic fields request window title */
"Form" = "Formulár";

/* No comment provided by engineer. */
"From: " = "Od:";

/* No comment provided by engineer. */
"GG Number" = "GG číslo";

/* Error message displayed when the server reports username or password as being incorrect. */
"Group for added contacts" = "Skupina pre pridané kontakty";
"Incorrect username or password" = "Chybné meno alebo heslo";

/* No comment provided by engineer. */
"Info" = "Info";

/* No comment provided by engineer. */
"Initializing Stream" = "Spúšťa sa stream";

/* No comment provided by engineer. */
"Initiate Multiuser Chat with %@" = "Začatie rozhovoru s uživateľmi %@";

/* No comment provided by engineer. */
"Invite" = "Pozvať";

/* No comment provided by engineer. */
"IRC (Internet Relay Chat)" = "IRC (Internet Relay Chat)";

/* No comment provided by engineer. */
"Jabber ID" = "Jabber ID";

/* JID (Jabber ID) table column header for the service discovery browser. This may not need to be localized. */
"JID" = "JID";

/* No comment provided by engineer. */
"Join" = "Pripojiť";

/* No comment provided by engineer. */
"Kick" = "Vykopnúť";

/* No comment provided by engineer. */
"Launch %@" = "Spustiť %@";

/* No comment provided by engineer. */
"Let others know what I am listening to" = "Dať ostatným vedieť, čo počúvam";
"Looking up server" = "Hľadanie servera";

/* user mood tooltip title */
"Mood" = "Režim";

/* Name table column header for the service discovery browser */
"Name" = "Meno";

/* No comment provided by engineer. */
"New Mail" = "Nový email";

/* Sample name and server for new IRC accounts */
"nickname" = "prezývka";

/* Name for IRC user names */
"Nickname" = "Prezývka";

/* No comment provided by engineer. */
"No reason was given." = "Nebol udaný žiaden dôvod.";

/* No comment provided by engineer. */
"No server has been configured for the %@ account %@. Please enter one below to connect" = "Žiaden server nebol nakonfigurovaný pre %1$@ účet %2$@. Prosím zadajte ho pre pripojenie sa";

/* No comment provided by engineer. */
"No Server Specified" = "Žiaden server zadaný";

/* No comment provided by engineer. */
"Node:" = "Uzol:";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Only when a request is accepted and the contact added to the list." = "Len keď je žiadosť prijatá a kontakt pridaný do zoznamu.";
"Op" = "Op";

/* No comment provided by engineer. */
"Open Mail in Browser" = "Otvoriť email v prehliadači";

/* Name for the orphans group */
"Orphans" = "Siroty";

/* No comment provided by engineer. */
"Parse Error." = "Chyba spracovania.";

/* No comment provided by engineer. */
"Ping %@" = "Ping %@";

/* No comment provided by engineer. */
"Priority when available" = "Priorita pri dostupnosti";
"Priority when away" = "Priorita pri neprítomnosti";
"Re-request Authorization from %@" = "Znovu vyžiadať autorizáciu od %@";

/* Connection step */
"Reading data" = "Čítajú sa data";

/* Connection step */
"Reading server key" = "Číta sa serverový klúč";

/* No comment provided by engineer. */
"Really remove gateway?" = "Skutočne odstrániť bránu?";

/* alert default button */
"Remove" = "Odstrániť";

/* gateway menu item */
"Remove gateway" = "Odstrániť bránu";

/* Roster - the Jabber default group */
"Resource" = "Zdroj";
"Roster" = "Rozpis";

/* No comment provided by engineer. */
"Search for Users" = "Hľadať užívateľa";

/* No comment provided by engineer. */
"Search Results" = "Výsledky hľadania";

/* No comment provided by engineer. */
"Send" = "Poslať";

/* No comment provided by engineer. */
"Send Message" = "Odoslaná správa";

/* Window title for the service discovery browser */
"Service Discovery Browser" = "Služba Discovery prehliadač";

/* No comment provided by engineer. */
"Service:" = "Služba:";

/* No comment provided by engineer. */
"Set Mood" = "Nastaviť náladu";

/* No comment provided by engineer. */
"Set Nickname" = "Nastaviť prezývku";

/* No comment provided by engineer. */
"Set User Info" = "Nastaviť informácie o uživateľovi";

/* Title for the MSN display name setting dialogue box */
"Set your friendly name." = "Nastaviť dôverné meno.";

/* Title for the dialogue prompting for your home phone number */
"Set your home phone number." = "Nastaviť tel. číslo domov";

/* Title for the dialogue prompting for your mobile phone number */
"Set your mobile phone number." = "Nastaviť mobilné tel. číslo";

/* Title for the dialogue prompting for your work phone number */
"Set your work phone number." = "Nastaviť tel. čislo do zamestnania";

/* No comment provided by engineer. */
"Show Server Certificate" = "Zobraziť certifikát serveru";

/* No comment provided by engineer. */
"Subject: " = "Predmet:";

/* No comment provided by engineer. */
"Temporarily Hide From %@" = "Dočasne skryť pred %@";

/* No comment provided by engineer. */
"The certificate of the server %@ is not trusted, which means that the server's identity cannot be automatically verified. Do you want to continue connecting?\n\nFor more information, click \"Show Certificate\"." = "Certifikát serveru %@ nie je dôveryhodný to znamená, že totožnosť serveru nemohla byť automaticky overená. Prajete su pokračovať v spojení?\n\nPre viac informácii kliknite na \"Zobraziť certifikát\".";

/* No comment provided by engineer. */
"The name you entered is not registered. Check to ensure you typed it correctly." = "Zadané meno nie je registrované. Overte si či bolo zadané správne.";

/* No comment provided by engineer. */
"The other user is in your deny list." = "Užívateľ je  vo vašom zozname nežiadúcich.";

/* No comment provided by engineer. */
"The other user is temporarily unavailable." = "Ostatný uživatelia sú dočasne nedostupní.";

/* Description for the MSN display name setting dialogue. */
"This is the name that other MSN buddies will see you as." = "Toto je meno, ktoré uvidia ostatní MSN priatelia.";

/* No comment provided by engineer. */
"This node does not provide any services accessible to this program." = "Tento uzol neposkytuje žiadne služby použiteľné s týmto programom.";

/* No comment provided by engineer. */
"This node provides ad-hoc commands. Open the context menu to access them." = "Tento uzol poskytuje ad-hoc príkazy. Otvorte kontextové menu na prístup k nim.";

/* No comment provided by engineer. */
"This operation would remove the gateway %@ itself and all contacts belonging to the gateway on your contact list. It cannot be undone." = "Táto operácia by mala odstrániť bránu %@ a všetky kontakty v zozname kontaktov. Táto operácia nemôže byť odvolaná.";

/* user tune tooltip title */
"Tune" = "Naladiť";

/* No comment provided by engineer. */
"Un-hide From %@" = "Odkryť od %@";

/* No comment provided by engineer. */
"Unable to parse the server list at %@. Please try again later." = "Nejde spracovať zoznam serverov na %@. Skúste to prosím neskôr.";

/* No comment provided by engineer. */
"Unsubscribe %@" = "Odhlásiť %@";

/* Sample name and server for new livejournal accounts */
"username" = "užívateľské meno";

/* Sample name and server for new Jabber accounts */
"username@jabber.org" = "uzivatelskemeno@jabber.org";

/* No comment provided by engineer. */
"Verify Certificate" = "Overiť certifikát";

/* No comment provided by engineer. */
"View %@'s %@ web profile" = "Zobraziť %@ profil %2$@";

/* No comment provided by engineer. */
"Voice" = "Hlas";

/* No comment provided by engineer. */
"Waiting for Response" = "Čaká sa na odozvu";

/* No comment provided by engineer. */
"Warning level is too high." = "Úroveň výstrahy je príliš vysoká.";

/* No comment provided by engineer. */
"WARNING! This will delete the account %@ from the Jabber server, and can not be undone.\nAre you sure you want to proceed?" = "POZOR! Táto akcia vymaže účet %@ z Jabber servera a nemôže byť  a nie je možné ju vrátiť späť.\nSte si istý, že chcete pokračovať?";

/* No comment provided by engineer. */
"When someone asks to see my status" = "Keď niekto požiada o zobrazenie môjho stavu";
"XML Console" = "XML konzola";

/* No comment provided by engineer. */
"You are sending messages too quickly; wait a moment and try again." = "Posielate správy príliš rýchlo; počkajte chvíľu a skúste opäť.";

/* No comment provided by engineer. */
"You have 1 new message." = "Máte 1 novú správu.";

/* No comment provided by engineer. */
"You have mail!\n" = "Máte nový email!\n";

/* No comment provided by engineer. */
"Your message to %@ did not get sent" = "Vaša správa pre %@ nebolo odoslaná.";

/* No comment provided by engineer. */
"Your message was refused by the other user." = "Vaša správa bola odmietnutá iným uživateľom.";

/* No comment provided by engineer. */
"Your message was too big." = "Vaša správa je príliš dlhá.";

/* Restored from historic nib translations (arm64 revival) */
"(optional)" = "(voliteľné)";
"Accept" = "Prijať";
"Accept and Add To List" = "Akceptovať a pridať do zoznamu";
"Allow plaintext authentication" = "Nešifrovaná autentifikácia";
"Ask What To Do" = "Opýtať sa čo robiť";
"Authorization Domain:" = "Autorizovaná doména:";
"Authorization User:" = "Autorizovaný užívateľ:";
"Available Priority:" = "Prítomná priorita:";
"Away Priority:" = "Neprítomná priorita:";
"BOSH Server:" = "BOSH Server:";
"Chat Room Name:" = "Chat miestnosť:";
"Connect Server:" = "Pripojiť server:";
"Connection:" = "Pripojenie:";
"Deny" = "Odmietnuť";
"Display new mail notifications" = "Notifikácie nových mailov";
"Do strict certificate checks" = "Striktné kontroly certifikátov";
"Either enter your XMPP server address here:" = "Buď zadajte svoju XMPP server adresu tu:";
"Encoding:" = "Kódovanie";
"Encrypt connection using SSL" = "Šifrovať spojenie pomocou SSL";
"Execute commands on connect:" = "Vykonať príkaz po pripojení:";
"File Transfer Proxies:" = "Proxy prenosu súborov:";
"Force old-style SSL" = "Vynútiť starý typ SSL";
"Handle:" = "Obslúžiť:";
"Hostname:" = "Hostname:";
"Invite Contacts:" = "Pozvať kontakty:";
"Let others know what iTunes is playing" = "Let others know what iTunes is playing";
"Mail:" = "Mail:";
"Music:" = "Hudba:";
"Password:" = "Heslo:";
"Presence Subscriptions:" = "Prítomné schválenie:";
"Publish Status to Everyone" = "Zverejniť status každému";
"Realname:" = "Skutočné meno:";
"Register New Account" = "Registrovať nový účet";
"Registering…" = "Registruje...";
"Request New Account" = "Vyžiadať nový účet";
"Require SSL/TLS" = "Vyžadovať SSL/TLS";
"Resource:" = "Zdroj:";
"Security:" = "Bezpečnosť:";
"Server Name" = "Meno servera";
"Server:" = "Server:";
"Use SIP proxy:" = "Použiť SIP proxy:";
"Use UDP" = "Použiť UDP";
"Username (Ident):" = "Meno (Ident):";
"Visit Server Homepage" = "Navštíviť domovskú stránku servera";
"With Message:" = "So správou:";

/* Machine-translated for the arm64 revival */
"Channel:" = "Kanál:";
"Dismiss" = "Zavrieť";
"Don't download" = "Nesťahovať";
"Don't show channel posts as messages" = "Nezobrazovať príspevky z kanálov ako správy";
"Don't show status updates as messages" = "Nezobrazovať aktualizácie statusu ako správy";
"Full resolution" = "Plné rozlíšenie";
"Logon QR Code" = "Prihlasovací QR kód";
"Phone Number" = "Telefónne číslo";
"Please enter pairing code or scan the QR code" = "Zadajte prosím párovací kód alebo naskenujte QR kód";
"Profile pictures:" = "Profilové obrázky:";
"Read" = "Prečítané";
"Separate contacts’ names with commas." = "Oddeľte mená kontaktov čiarkami.";
"Small (preview)" = "Malé (náhľad)";
"This contact is calling you. Adium does not support WhatsApp calls." = "Tento kontakt vám volá. Adium nepodporuje hovory WhatsApp.";
"This contact is trying to call you. Adium does not support WhatsApp calls." = "Tento kontakt sa vám pokúša zavolať. Adium nepodporuje hovory WhatsApp.";
"and add to list in group:" = "a pridať do zoznamu v skupine:";

/* Strings the code localizes which had never been extracted; English value = key. */
"%@ has %lu new messages." = "%@ – počet nových správ: %lu.";
"...add to list in group:" = "…pridať do zoznamu v skupine:";
"Display custom emoticons" = "Zobrazovať vlastné smajlíky";
"Emoticons:" = "Smajlíci:";
"Encryption:" = "Šifrovanie:";
"Let others know when you are typing" = "Informovať ostatných, keď píšete";
"One per line, / is optional. $me will be replaced with your current nickname." = "Jeden príkaz na riadok, lomka / je voliteľná. $me bude nahradené vašou aktuálnou prezývkou.";
"or select a public server from the list:" = "alebo vyberte verejný server zo zoznamu:";
"Port:" = "Port:";
"Status:" = "Status:";
"Typing:" = "Písanie:";
"You have %lu new messages." = "Počet nových správ: %lu.";

/* The rebuilt account area: what the protocol descriptions turn into as fields.
   These classes live in AdiumLibpurple, so lookup happens here. */
/* Name this computer gives itself in another device's list of linked devices. %@ is the computer's name. */
"Adium on %@" = "Adium na %@";

/* No comment provided by engineer. */
"Server" = "Server";

/* No comment provided by engineer. */
"Port" = "Port";

/* Label a service takes from AIPurpleServiceDescriptors.plist for the account name row */
"Account Name" = "Názov účtu";

/* No comment provided by engineer. */
"Execute commands on connect" = "Vykonať príkazy pri pripojení";

/* Explains how the commands sent after connecting to IRC are written */
"One per line, without the leading slash." = "Jeden príkaz na riadok, bez úvodnej lomky.";

/* Row asking how good a contact's picture is worth fetching */
"Profile picture quality" = "Kvalita profilových obrázkov";

/* WhatsApp profile picture quality: the full sized picture */
"Original" = "Originál";

/* WhatsApp profile picture quality: the small version */
"Preview" = "Náhľad";

/* WhatsApp profile picture quality: fetch no pictures at all */
"Do not load" = "Nenačítavať";
